Repository: hellotham/finvestlens
Catalog: finvestlens/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Coming from GnuCash
de: Wechsel von GnuCash
es: Si vienes de GnuCash
fr: Vous venez de GnuCash
it: Arrivi da GnuCash
ja: GnuCash から移行する
pt_br: Vindo do GnuCash
zh_hans: 从 GnuCash 迁移

source: Comma-separated
de: Durch Kommas getrennt
es: Separadas por comas
fr: Séparés par des virgules
it: Separati da virgole
ja: カンマ区切り
pt_br: Separadas por vírgulas
zh_hans: 以逗号分隔

source: Commentary is generated on-device from the figures above.
de: Der Kommentar wird auf dem Gerät aus den obigen Zahlen erzeugt.
es: El comentario se genera en el dispositivo a partir de las cifras anteriores.
fr: Le commentaire est généré sur l’appareil à partir des chiffres ci-dessus.
it: Il commento è generato sul dispositivo a partire dai dati qui sopra.
ja: 解説は上記の数値からデバイス上で生成されます。
pt_br: O comentário é gerado no dispositivo a partir dos números acima.
zh_hans: 评述由设备端根据上述数据生成。

source: Commission (optional)
de: Provision (optional)
es: Comisión (opcional)
fr: Commission (facultatif)
it: Commissione (facoltativa)
ja: 手数料（任意）
pt_br: Comissão (opcional)
zh_hans: 佣金（可选）

source: Commit the row you are entering
de: Die Zeile übernehmen, die Sie gerade erfassen
es: Confirmar la fila que está introduciendo
fr: Valider la ligne en cours de saisie
it: Confermare la riga che state inserendo
ja: 入力中の行を確定する
pt_br: Confirmar a linha que você está inserindo
zh_hans: 提交正在录入的这一行

source: Compact
de: Kompakt
es: Compacto
it: Compatto
ja: コンパクト
pt_br: Compacto
zh_hans: 紧凑

source: Company
de: Firma
es: Empresa
fr: Société
it: Azienda
ja: 会社
pt_br: Empresa
zh_hans: 公司

source: Company Information
de: Firmendaten
es: Datos de la empresa
fr: Informations sur la société
it: Dati aziendali
ja: 会社情報
pt_br: Dados da empresa
zh_hans: 公司信息

source: Company Information…
de: Firmendaten …
es: Datos de la empresa…
fr: Informations sur la société…
it: Dati aziendali…
ja: 会社情報…
pt_br: Dados da empresa…
zh_hans: 公司信息…

source: Company data
de: Unternehmensdaten
es: Datos de la empresa
fr: Données de l’entreprise
it: Dati societari
ja: 企業データ
pt_br: Dados da empresa
zh_hans: 公司数据

source: Company data could not be fetched.
de: Unternehmensdaten konnten nicht geladen werden.
es: No se pudieron descargar los datos de la empresa.
fr: Les données d’entreprise n’ont pas pu être récupérées.
it: Non è stato possibile scaricare i dati societari.
ja: 企業データを取得できませんでした。
pt_br: Não foi possível buscar os dados da empresa.
zh_hans: 无法获取公司数据。

source: Company data updated for %lld securities.
de: Unternehmensdaten für %lld Wertpapiere aktualisiert.
es: Datos de empresa actualizados para %lld valores.
fr: Données d’entreprise mises à jour pour %lld titres.
it: Dati societari aggiornati per %lld titoli.
ja: %lld銘柄の企業データを更新しました。
pt_br: Dados da empresa atualizados para %lld títulos.
zh_hans: 已更新 %lld 只证券的公司数据。

source: Company name
de: Firmenname
es: Nombre de la empresa
fr: Nom de la société
it: Nome dell’azienda
ja: 会社名
pt_br: Nome da empresa
zh_hans: 公司名称

source: Company or ticker
de: Unternehmen oder Kürzel
es: Empresa o símbolo
fr: Société ou symbole
it: Società o ticker
ja: 会社名またはティッカー
pt_br: Empresa ou código
zh_hans: 公司或代码

source: Completes a transfer already recorded by the other account's statement
de: Vervollständigt eine Umbuchung, die der Auszug des anderen Kontos bereits erfasst hat
es: Completa una transferencia ya registrada por el extracto de la otra cuenta
fr: Complète un virement déjà enregistré par le relevé de l’autre compte
it: Completa un giroconto già registrato dall’estratto conto dell’altro conto
ja: もう一方の勘定科目の明細に記録済みの振替を完成させます
pt_br: Completa uma transferência já registrada pelo extrato da outra conta
zh_hans: 补全另一科目对账单中已记录的转账

source: Components (0–25 each, last 3 months vs prior 3)
de: Komponenten (je 0–25, letzte 3 Monate vs. vorherige 3)
es: Componentes (0–25 cada uno, últimos 3 meses frente a los 3 anteriores)
fr: Composantes (0–25 chacune, 3 derniers mois vs 3 précédents)
it: Componenti (0–25 ciascuna, ultimi 3 mesi rispetto ai 3 precedenti)
ja: 構成要素（各 0〜25、直近 3 か月と前 3 か月の比較）
pt_br: Componentes (0–25 cada, últimos 3 meses vs. 3 anteriores)
zh_hans: 各项指标（每项 0–25，最近 3 个月与前 3 个月对比）

source: Condition
de: Bedingung
es: Condición
it: Condizione
ja: 条件
pt_br: Condição
zh_hans: 条件

source: Contact
de: Kontakt
es: Contacto
it: Contatto
ja: 連絡先
pt_br: Contato
zh_hans: 联系人

source: Contact person
de: Ansprechpartner
es: Persona de contacto
fr: Personne à contacter
it: Referente
ja: 担当者
pt_br: Pessoa de contato
zh_hans: 联系人

source: Copy Details
de: Details kopieren
es: Copiar detalles
fr: Copier les détails
it: Copia dettagli
ja: 詳細をコピー
pt_br: Copiar detalhes
zh_hans: 拷贝详情

source: Copy Full Path
de: Vollständigen Pfad kopieren
es: Copiar la ruta completa
fr: Copier le chemin complet
it: Copia il percorso completo
ja: フルパスをコピー
pt_br: Copiar caminho completo
zh_hans: 拷贝完整路径

source: Copy Link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
it: Copia collegamento
ja: リンクをコピー
pt_br: Copiar link
zh_hans: 拷贝链接

source: Copy Name
de: Namen kopieren
es: Copiar nombre
fr: Copier le nom
it: Copia nome
ja: 名前をコピー
pt_br: Copiar nome
zh_hans: 拷贝名称

source: Copy Stored Link
de: Gespeicherten Link kopieren
es: Copiar el enlace guardado
fr: Copier le lien enregistré
it: Copia il collegamento salvato
ja: 保存されたリンクをコピー
pt_br: Copiar link salvo
zh_hans: 拷贝已存链接

source: Copy Transaction
de: Buchung kopieren
es: Copiar transacción
fr: Copier l’opération
it: Copia transazione
ja: 取引をコピー
pt_br: Copiar transação
zh_hans: 拷贝交易

# Copy the properties you tick from “%@” onto %lld accounts beneath it.
source: Copy the properties you tick from “%1$@” onto %2$lld accounts beneath it.
de: Die angehakten Eigenschaften von „%1$@“ auf %2$lld darunterliegende Konten übertragen.
es: Copiar las propiedades marcadas de «%1$@» en %2$lld cuentas inferiores.
fr: Copier les propriétés cochées de « %1$@ » vers %2$lld comptes situés en dessous.
it: Copia le proprietà selezionate da “%1$@” su %2$lld conti sottostanti.
ja: 「%1$@」でチェックしたプロパティを、その下位にある %2$lld 件の勘定科目にコピーします。
pt_br: Copiar as propriedades marcadas de “%1$@” para %2$lld contas abaixo dela.
zh_hans: 将在“%1$@”中勾选的属性复制到其下的 %2$lld 个科目。

source: Copy this row’s details
de: Details dieser Zeile kopieren
es: Copiar los detalles de esta fila
fr: Copier les détails de cette ligne
it: Copia i dettagli di questa riga
ja: この行の詳細をコピー
pt_br: Copiar os detalhes desta linha
zh_hans: 拷贝此行的详情

source: Cost basis
de: Anschaffungskosten
es: Coste de adquisición
fr: Prix de revient
it: Costo di acquisto
ja: 取得原価
pt_br: Custo de aquisição
zh_hans: 成本基础

source: Couldn't Change the Book File
de: Die Buchdatei konnte nicht geändert werden
es: No se pudo cambiar el archivo del libro
fr: Impossible de modifier le fichier du livre
it: Impossibile modificare il file del libro
ja: 帳簿ファイルを変更できませんでした
pt_br: Não foi possível alterar o arquivo do livro
zh_hans: 无法更改账簿文件

source: Couldn't read that file.
de: Diese Datei konnte nicht gelesen werden.
es: No se pudo leer ese archivo.
fr: Impossible de lire ce fichier.
it: Impossibile leggere quel file.
ja: そのファイルを読み込めませんでした。
pt_br: Não foi possível ler esse arquivo.
zh_hans: 无法读取该文件。

source: Couldn’t apply — press ⌘E to open the row out and edit its splits there.
de: Konnte nicht angewendet werden – mit ⌘E die Zeile aufklappen und die Buchungsteile dort bearbeiten.
es: No se pudo aplicar: pulse ⌘E para desplegar la fila y editar allí sus desgloses.
fr: Impossible à appliquer – appuyez sur ⌘E pour déplier la ligne et y modifier ses répartitions.
it: Impossibile applicare: premi ⌘E per espandere la riga e modificarne le suddivisioni.
ja: 適用できませんでした。⌘E で行を展開し、そこでスプリットを編集してください。
pt_br: Não foi possível aplicar — pressione ⌘E para expandir a linha e editar as divisões ali.
zh_hans: 无法应用 — 按 ⌘E 展开该行并在其中编辑分录。

source: Couldn’t identify this document — import it manually if needed.
de: Dieses Dokument konnte nicht erkannt werden — importieren Sie es bei Bedarf manuell.
es: No se pudo identificar este documento; impórtalo manualmente si es necesario.
fr: Impossible d’identifier ce document — importez-le manuellement si nécessaire.
it: Impossibile identificare questo documento: importalo manualmente se necessario.
ja: この書類を識別できませんでした。必要に応じて手動でインポートしてください。
pt_br: Não foi possível identificar este documento — importe-o manualmente se necessário.
zh_hans: 无法识别此文稿 — 如有需要请手动导入。

source: Couldn’t import
de: Import fehlgeschlagen
es: No se pudo importar
fr: Importation impossible
it: Importazione non riuscita
ja: 読み込めませんでした
pt_br: Não foi possível importar
zh_hans: 无法导入

source: Couldn’t open book
de: Buch konnte nicht geöffnet werden
es: No se pudo abrir el libro
fr: Impossible d’ouvrir le livre
it: Impossibile aprire il libro
ja: 帳簿を開けませんでした
pt_br: Não foi possível abrir o livro
zh_hans: 无法打开账簿

source: Couldn’t read the statement
de: Der Auszug konnte nicht gelesen werden
es: No se pudo leer el extracto
fr: Impossible de lire le relevé
it: Impossibile leggere l’estratto conto
ja: 明細を読み取れませんでした
pt_br: Não foi possível ler o extrato
zh_hans: 无法读取对账单

source: Couldn’t save
de: Konnte nicht sichern
es: No se pudo guardar
fr: Impossible d’enregistrer
it: Impossibile salvare
ja: 保存できませんでした
pt_br: Não foi possível salvar
zh_hans: 无法保存

source: Couldn’t search
de: Suche nicht möglich
es: No se pudo buscar
fr: Recherche impossible
it: Ricerca non riuscita
ja: 検索できませんでした
pt_br: Não foi possível pesquisar
zh_hans: 无法搜索

source: Couldn’t suggest a budget
de: Es konnte kein Budget vorgeschlagen werden
es: No se pudo sugerir un presupuesto
fr: Impossible de proposer un budget
it: Impossibile suggerire un budget
ja: 予算を提案できませんでした
pt_br: Não foi possível sugerir um orçamento
zh_hans: 无法给出预算建议

source: Coupon
de: Kupon
es: Cupón
it: Cedola
ja: クーポン
pt_br: Cupom
zh_hans: 票息

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
pt_br: Criar
zh_hans: 创建

source: Create %lld Investment Transactions
de: %lld Wertpapierbuchungen erstellen
es: Crear %lld operaciones de inversión
fr: Créer %lld opérations de placement
it: Crea %lld operazioni di investimento
ja: %lld 件の投資取引を作成
pt_br: Criar %lld transações de investimento
zh_hans: 创建 %lld 笔投资交易

source: Create %lld days early
de: %lld Tage im Voraus erstellen
es: Crear %lld días antes
fr: Créer %lld jours à l’avance
it: Crea %lld giorni prima
ja: %lld 日前に作成
pt_br: Criar %lld dias antes
zh_hans: 提前 %lld 天创建

source: Create Budget
de: Budget erstellen
es: Crear presupuesto
fr: Créer un budget
it: Crea budget
ja: 予算を作成
pt_br: Criar orçamento
zh_hans: 创建预算

source: Create Invoice
de: Rechnung erstellen
es: Crear factura
fr: Créer une facture
it: Crea fattura
ja: 請求書を作成
pt_br: Criar fatura
zh_hans: 创建发票

source: Create Scheduled Payment…
de: Geplante Zahlung erstellen …
es: Crear pago programado…
fr: Créer un paiement planifié…
it: Crea pagamento pianificato…
ja: 予定支払いを作成…
pt_br: Criar pagamento programado…
zh_hans: 创建预定付款…

source: Create Starter Accounts
de: Startkonten erstellen
es: Crear cuentas iniciales
fr: Créer les comptes de départ
it: Crea conti iniziali
ja: 初期勘定科目を作成
pt_br: Criar contas iniciais
zh_hans: 创建初始科目

source: Create Transaction
de: Buchung erstellen
es: Crear transacción
fr: Créer une opération
it: Crea transazione
ja: 取引を作成
pt_br: Criar transação
zh_hans: 创建交易

source: Create Transaction…
de: Buchung erstellen …
es: Crear transacción…
fr: Créer une opération…
it: Crea transazione…
ja: 取引を作成…
pt_br: Criar transação…
zh_hans: 创建交易…

source: Create a book, or bring one over from GnuCash.
de: Ein Buch anlegen oder eines aus GnuCash übernehmen.
es: Crea un libro, o trae uno desde GnuCash.
fr: Créez un livre, ou reprenez-en un depuis GnuCash.
it: Crea un libro, oppure portane uno da GnuCash.
ja: 帳簿を新規作成するか、GnuCash から取り込みます。
pt_br: Crie um livro ou traga um do GnuCash.
zh_hans: 新建账簿，或从 GnuCash 迁入。

source: Create a monthly budget to track spending.
de: Erstellen Sie ein Monatsbudget, um Ausgaben zu verfolgen.
es: Crea un presupuesto mensual para controlar el gasto.
fr: Créez un budget mensuel pour suivre vos dépenses.
it: Crea un budget mensile per monitorare le spese.
ja: 支出を管理するために月次予算を作成しましょう。
pt_br: Crie um orçamento mensal para acompanhar os gastos.
zh_hans: 创建月度预算以跟踪支出。

source: Create a transaction, account or security
de: Buchung, Konto oder Wertpapier anlegen
es: Crear una transacción, cuenta o valor
fr: Créer une transaction, un compte ou un titre
it: Crea una transazione, un conto o un titolo
ja: 取引・勘定・証券を作成
pt_br: Criar uma transação, conta ou título
zh_hans: 新建交易、账户或证券

source: Create ahead
de: Im Voraus erstellen
es: Crear por adelantado
fr: Créer à l’avance
it: Crea in anticipo
ja: 事前に作成
pt_br: Criar com antecedência
zh_hans: 提前创建

source: Create an asset account first.
de: Erstellen Sie zuerst ein Anlagekonto.
es: Primero crea una cuenta de activo.
fr: Créez d’abord un compte d’actif.
it: Crea prima un conto patrimoniale.
ja: 先に資産勘定を作成してください。
pt_br: Crie primeiro uma conta de ativo.
zh_hans: 请先创建一个资产科目。

source: Create an equity account (e.g. Retained Earnings) to close into.
de: Erstellen Sie ein Eigenkapitalkonto (z. B. Gewinnrücklagen) für den Abschluss.
es: Crea una cuenta de patrimonio (p. ej. Resultados acumulados) para el cierre.
fr: Créez un compte de capitaux propres (p. ex. Report à nouveau) pour la clôture.
it: Crea un conto di patrimonio netto (es. Utili non distribuiti) per la chiusura.
ja: 締め切り先となる純資産勘定（例：繰越利益）を作成してください。
pt_br: Crie uma conta de patrimônio líquido (ex.: Lucros acumulados) para o encerramento.
zh_hans: 请创建一个用于结转的权益科目（例如「未分配利润」）。

source: Create an invoice for a customer and add its line items.
de: Erstellen Sie eine Rechnung für einen Kunden und ergänzen Sie die Positionen.
es: Crea una factura para un cliente y añade sus líneas.
fr: Créez une facture pour un client et ajoutez ses lignes.
it: Crea una fattura per un cliente e aggiungi le righe.
ja: 顧客向けの請求書を作成し、明細を追加します。
pt_br: Crie uma fatura para um cliente e adicione seus itens.
zh_hans: 为客户创建发票并添加明细行。

source: Created %lld investment transactions.
de: %lld Wertpapierbuchungen erstellt.
es: Se crearon %lld transacciones de inversión.
fr: %lld opérations de placement créées.
it: Create %lld transazioni di investimento.
ja: 投資取引を %lld 件作成しました。
pt_br: %lld transações de investimento criadas.
zh_hans: 已创建 %lld 笔投资交易。

source: Credit
de: Haben
es: Haber
fr: Crédit
it: Avere
ja: 貸方
pt_br: Crédito
zh_hans: 贷方

source: Credit Note
de: Gutschrift
es: Nota de crédito
fr: Avoir
it: Nota di credito
ja: クレジットノート
pt_br: Nota de crédito
zh_hans: 贷项通知单

source: Credit note
de: Gutschrift
es: Nota de crédito
fr: Avoir
it: Nota di credito
ja: クレジットノート
pt_br: Nota de crédito
zh_hans: 贷项通知单

source: Criteria
de: Kriterien
es: Criterios
fr: Critères
it: Criteri
ja: 条件
pt_br: Critérios
zh_hans: 条件

source: Currencies
de: Währungen
es: Monedas
fr: Devises
it: Valute
ja: 通貨
pt_br: Moedas
zh_hans: 货币

source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta
ja: 通貨
pt_br: Moeda
zh_hans: 货币

source: Currency Transfer
de: Währungsumbuchung
es: Transferencia de divisas
fr: Virement de devises
it: Giroconto in valuta
ja: 通貨振替
pt_br: Transferência de moeda
zh_hans: 货币转账

source: Currency Transfer…
de: Währungsumbuchung …
es: Transferencia de divisas…
fr: Virement de devises…
it: Giroconto in valuta…
ja: 通貨振替…
pt_br: Transferência de moeda…
zh_hans: 货币转账…

source: Custom
de: Eigene
es: Personalizadas
fr: Personnalisées
it: Personalizzate
ja: カスタム
pt_br: Personalizadas
zh_hans: 自定

source: Custom Range…
de: Eigener Zeitraum …
es: Intervalo personalizado…
fr: Période personnalisée…
it: Intervallo personalizzato…
ja: カスタム期間…
pt_br: Intervalo personalizado…
zh_hans: 自定范围…

source: Customer
de: Kunde
es: Cliente
fr: Client
it: Cliente
ja: 顧客
pt_br: Cliente
zh_hans: 客户

source: Customer receipt
de: Kundenbeleg
es: Recibo del cliente
fr: Reçu client
it: Ricevuta cliente
ja: 顧客用領収書
pt_br: Recibo do cliente
zh_hans: 客户收据

source: Customers
de: Kunden
es: Clientes
fr: Clients
it: Clienti
ja: 顧客
pt_br: Clientes
zh_hans: 客户

source: Customers, Vendors & Invoices…
de: Kunden, Lieferanten & Rechnungen …
es: Clientes, proveedores y facturas…
fr: Clients, fournisseurs et factures…
it: Clienti, fornitori e fatture…
ja: 顧客・仕入先・請求書…
pt_br: Clientes, fornecedores e faturas…
zh_hans: 客户、供应商与发票…

source: Customers, suppliers, invoices, bills and billable time.
de: Kunden, Lieferanten, Rechnungen, Eingangsrechnungen und abrechenbare Zeit.
es: Clientes, proveedores, facturas emitidas y recibidas y tiempo facturable.
fr: Clients, fournisseurs, factures clients et fournisseurs, et temps facturable.
it: Clienti, fornitori, fatture attive e passive e tempo fatturabile.
ja: 顧客、仕入先、請求書、支払請求、請求対象の作業時間。
pt_br: Clientes, fornecedores, faturas, contas e horas faturáveis.
zh_hans: 客户、供应商、应收与应付发票，以及可计费工时。

source: Customers, vendors and invoices
de: Kunden, Lieferanten und Rechnungen
es: Clientes, proveedores y facturas
fr: Clients, fournisseurs et factures
it: Clienti, fornitori e fatture
ja: 顧客・仕入先・請求書
pt_br: Clientes, fornecedores e faturas
zh_hans: 客户、供应商与发票

source: Customise
de: Anpassen
es: Personalizar
fr: Personnaliser
it: Personalizza
ja: カスタマイズ
pt_br: Personalizar
zh_hans: 自定

source: Cut Transaction
de: Buchung ausschneiden
es: Cortar transacción
fr: Couper l’opération
it: Taglia transazione
ja: 取引をカット
pt_br: Recortar transação
zh_hans: 剪切交易

source: Cycle Reconcile State
de: Abgleichstatus wechseln
es: Cambiar estado de conciliación
fr: Changer l’état de rapprochement
it: Cambia stato di riconciliazione
ja: 照合状態を切り替える
pt_br: Alternar estado de reconciliação
zh_hans: 切换对账状态

source: Dashboard
de: Übersicht
es: Panel
fr: Tableau de bord
it: Pannello
ja: ダッシュボード
pt_br: Painel
zh_hans: 仪表板

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
pt_br: Data
zh_hans: 日期

source: Date column: %lld
de: Datumsspalte: %lld
es: Columna de fecha: %lld
fr: Colonne de date : %lld
it: Colonna data: %lld
ja: 日付の列: %lld
pt_br: Coluna de data: %lld
zh_hans: 日期列：%lld

source: Date format
de: Datumsformat
es: Formato de fecha
fr: Format de date
it: Formato data
ja: 日付書式
pt_br: Formato de data
zh_hans: 日期格式

source: Date unknown
de: Datum unbekannt
es: Fecha desconocida
fr: Date inconnue
it: Data sconosciuta
ja: 日付不明
pt_br: Data desconhecida
zh_hans: 日期未知

source: Dates
de: Daten
es: Fechas
it: Date
ja: 日付
pt_br: Datas
zh_hans: 日期

source: Day %lld proximo
de: Tag %lld des Folgemonats
es: Día %lld del mes siguiente
fr: Le %lld du mois suivant
it: Giorno %lld del mese successivo
ja: 翌月 %lld 日
pt_br: Dia %lld do mês seguinte
zh_hans: 次月 %lld 日

source: Day of month
de: Tag des Monats
es: Día del mes
fr: Jour du mois
it: Giorno del mese
ja: 日付（月内）
pt_br: Dia do mês
zh_hans: 每月日期

source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
ja: 日数
pt_br: Dias
zh_hans: 天数

source: Days after posting
de: Tage nach Buchung
es: Días después del asiento
fr: Jours après comptabilisation
it: Giorni dopo la registrazione
ja: 記帳後の日数
pt_br: Dias após o lançamento
zh_hans: 记账后天数

source: Debit
de: Soll
es: Debe
fr: Débit
it: Dare
ja: 借方
pt_br: Débito
zh_hans: 借方

source: Debt Reduction
de: Schuldenabbau
es: Reducción de deudas
fr: Réduction des dettes
it: Riduzione del debito
ja: 債務削減
pt_br: Redução de dívidas
zh_hans: 债务削减

source: Debt Reduction Planner
de: Schuldentilgungsplaner
es: Planificador de reducción de deudas
fr: Planificateur de désendettement
it: Pianificatore di riduzione dei debiti
ja: 負債返済プランナー
pt_br: Planejador de redução de dívidas
zh_hans: 债务清偿规划器

source: Debt-free
de: Schuldenfrei
es: Sin deudas
fr: Sans dettes
it: Senza debiti
ja: 負債ゼロ
pt_br: Sem dívidas
zh_hans: 无债务

source: Debts
de: Schulden
es: Deudas
fr: Dettes
it: Debiti
ja: 負債
pt_br: Dívidas
zh_hans: 债务

source: Debts (balances from the book)
de: Schulden (Salden aus dem Buch)
es: Deudas (saldos del libro)
fr: Dettes (soldes issus du livre)
it: Debiti (saldi dal libro)
ja: 負債（帳簿の残高）
pt_br: Dívidas (saldos do livro)
zh_hans: 债务（来自账簿的余额）

source: Debts, a lifetime plan, tax estimates and a wellbeing score.
de: Schulden, ein Lebensplan, Steuerschätzungen und ein Wohlbefindenswert.
es: Deudas, un plan vital, estimaciones fiscales y una puntuación de bienestar.
fr: Dettes, plan de vie, estimations fiscales et score de santé financière.
it: Debiti, un piano di vita, stime fiscali e un punteggio di benessere.
ja: 負債、ライフプラン、税額の試算、ウェルビーイングスコア。
pt_br: Dívidas, um plano de vida, estimativas de impostos e uma pontuação de bem-estar.
zh_hans: 债务、人生规划、税额估算与财务健康评分。

source: Declared dividends
de: Erklärte Dividenden
es: Dividendos declarados
fr: Dividendes déclarés
it: Dividendi dichiarati
ja: 宣言済み配当
pt_br: Dividendos declarados
zh_hans: 已宣派股息

source: Declared dividends are what the **issuer** paid per unit. What your book recorded is under *Your transactions*, and the difference is the next section.
de: Erklärte Dividenden sind, was der **Emittent** je Einheit gezahlt hat. Was Ihr Buch erfasst hat, steht unter *Ihre Buchungen* – der Unterschied ist der nächste Abschnitt.
es: Los dividendos declarados son lo que pagó el **emisor** por unidad. Lo que registró tu libro está en *Tus operaciones*, y la diferencia es la sección siguiente.
fr: Les dividendes déclarés sont ce que l’**émetteur** a versé par unité. Ce que votre livre a enregistré figure sous *Vos opérations*, et l’écart fait l’objet de la section suivante.
it: I dividendi dichiarati sono quanto ha pagato l’**emittente** per unità. Ciò che ha registrato il tuo libro è in *Le tue operazioni*, e la differenza è la sezione successiva.
ja: 宣言済み配当は、**発行体**が 1 口あたりに支払った額です。帳簿の記録は*あなたの取引*にあり、その差が次のセクションです。
pt_br: Dividendos declarados são o que o **emissor** pagou por unidade. O que o seu livro registrou está em *Suas operações*, e a diferença é a próxima seção.
zh_hans: 已宣派股息是**发行人**按每单位支付的金额。你的账簿记录在*你的交易*中，两者的差异见下一节。

source: Deductions
de: Abzüge
es: Deducciones
fr: Déductions
it: Detrazioni
ja: 控除
pt_br: Deduções
zh_hans: 扣除项

source: Default period
de: Standardzeitraum
es: Período predeterminado
fr: Période par défaut
it: Periodo di default
ja: デフォルト期間
pt_br: Período padrão
zh_hans: 默认周期

source: Defaults
de: Standardwerte
es: Valores predeterminados
fr: Réglages par défaut
it: Valori di default
ja: デフォルト
pt_br: Padrões
zh_hans: 默认值

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt_br: Apagar
zh_hans: 删除

source: Delete %lld Transactions
de: %lld Buchungen löschen
es: Eliminar %lld transacciones
fr: Supprimer %lld opérations
it: Elimina %lld transazioni
ja: %lld 件の取引を削除
pt_br: Apagar %lld transações
zh_hans: 删除 %lld 笔交易

source: Delete Budget
de: Budget löschen
es: Eliminar presupuesto
fr: Supprimer le budget
it: Elimina budget
ja: 予算を削除
pt_br: Apagar orçamento
zh_hans: 删除预算

source: Delete Budget…
de: Budget löschen …
es: Eliminar presupuesto…
fr: Supprimer le budget…
it: Elimina budget…
ja: 予算を削除…
pt_br: Apagar orçamento…
zh_hans: 删除预算…

source: Delete Favourite
de: Favorit entfernen
es: Eliminar favorito
fr: Supprimer le favori
it: Elimina preferito
ja: お気に入りを削除
pt_br: Remover favorito
zh_hans: 删除收藏

source: Delete Group
de: Gruppe löschen
es: Eliminar grupo
fr: Supprimer le groupe
it: Elimina gruppo
ja: グループを削除
pt_br: Apagar grupo
zh_hans: 删除分组

source: Delete Price
de: Kurs löschen
es: Eliminar cotización
fr: Supprimer le cours
it: Elimina quotazione
ja: 価格を削除
pt_br: Apagar cotação
zh_hans: 删除价格

source: Delete Record
de: Eintrag löschen
es: Eliminar registro
fr: Supprimer la fiche
it: Elimina scheda
ja: 記録を削除
pt_br: Apagar registro
zh_hans: 删除记录

source: Delete Saved Query
de: Gespeicherte Abfrage löschen
es: Eliminar consulta guardada
fr: Supprimer la requête enregistrée
it: Elimina query salvata
ja: 保存済みクエリを削除
pt_br: Apagar consulta salva
zh_hans: 删除已存查询

source: Delete This View
de: Diese Ansicht löschen
es: Eliminar esta vista
fr: Supprimer cette vue
it: Elimina questa vista
ja: このビューを削除
pt_br: Apagar esta visão
zh_hans: 删除此视图
